Revit 2027 API
ContourSettingItem.Start Property
 The contour range start elevation.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public double Start { get; }
Public ReadOnly Property Start As Double
	Get
public:
property double Start {
	double get ();
}
member Start : float with get
Property Value
Double
See Also
Reference
ContourSettingItem Class
Autodesk.Revit.DB Namespace